tmp_getBudget_40886511.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><BudgetType2 xmlns="http://www.softur.com.ar/wsbridge/budget.wsdl"><resultado xmlns=""><codigo>0</codigo><texto /></resultado><rs UniqueId="40886511" xmlns=""><HotelBudget ItemId="001" xmlns="http://www.softur.com.ar/wsbridge/budget.xsd"><FareId>EV41478372   </FareId><InDate>2026-06-05</InDate><OutDate>2026-06-12</OutDate><SubTotalAmount>1405.75</SubTotalAmount><FareTypeSelectionList><FareTypeSelection type="DELUXE POOL VIEW KING / ALL INCLUSIVE" OccupancyId="1">1</FareTypeSelection><Ocuppancy OccupancyId="1"><Occupants type="ADT" /><Occupants type="CNN" Age="8" /></Ocuppancy></FareTypeSelectionList><ExtraInfoList><ExtendedData type="DET_PRES"><Name>DESTINO</Name><Value>PUJ</Value></ExtendedData></ExtraInfoList></HotelBudget><Summary ItineraryCode="PYT373" CreationDate="2026-02-26T00:00:00" ModificationDate="2026-02-26T00:00:00" StartDate="2026-06-05" User="29669" Reference="" Status="0" Comments="" Agent="96175" Currency="USD" VendorInfo="EUROVIP'S,_" xmlns="http://www.softur.com.ar/wsbridge/budget.xsd"><Pricing><NonCommissionableService><Description>GASTOS GASTOS RVA ON LINE AREA1</Description><Amount>5</Amount></NonCommissionableService><NonCommissionableService><Description>GASTOS -- GASTO ADMINISTRATIVO</Description><Amount>26.88</Amount></NonCommissionableService><FiscalTaxes><Description>GRAVADO</Description><Base>73.99</Base><Rate>21.00</Rate><Amount>15.54</Amount></FiscalTaxes><FiscalTaxes><Description>NO GRAVADO</Description><Base>1152.77</Base><Rate>0.00</Rate><Amount>0.00</Amount></FiscalTaxes><CommissionablePrice>1405.75</CommissionablePrice><CommissionAmount>210.86</CommissionAmount><OverrideCommissionAmount>0</OverrideCommissionAmount><Total>1242.31</Total><Target>AGENCY</Target></Pricing><Pricing><NonCommissionableService><Description>GASTOS GASTOS RVA ON LINE AREA1</Description><Amount>5</Amount></NonCommissionableService><NonCommissionableService><Description>GASTOS -- GASTO ADMINISTRATIVO</Description><Amount>26.88</Amount></NonCommissionableService><FiscalTaxes><Description>GRAVADO</Description><Base>284.85</Base><Rate>21.00</Rate><Amount>59.82</Amount></FiscalTaxes><FiscalTaxes><Description>NO GRAVADO</Description><Base>1152.77</Base><Rate>0.00</Rate><Amount>0.00</Amount></FiscalTaxes><CommissionablePrice>1405.75</CommissionablePrice><CommissionAmount>0</CommissionAmount><OverrideCommissionAmount>0</OverrideCommissionAmount><Total>1497.45</Total><Target>PASSENGER</Target></Pricing></Summary><ExtraInfoList xmlns="http://www.softur.com.ar/wsbridge/budget.xsd"><ExtendedData type="CANTPAX"><Name>ADU</Name><Value>1</Value></ExtendedData><ExtendedData type="CANTPAX"><Name>CHD</Name><Value>1</Value></ExtendedData><ExtendedData type="CANTPAX"><Name>AGE</Name><Value>0101!8</Value></ExtendedData></ExtraInfoList></rs></BudgetType2></soap:Body></soap:Envelope>
